Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Credit.footer.global
source: Internationalization & Localization
ar: التدويل والتوطين
de: Internationalisierung & Lokalisierung
es: Internacionalización y localización
fr: Internationalisation et localisation
hi: अंतर्राष्ट्रीयकरण और स्थानीयकरण
id: Internasionalisasi & Lokalisasi
it: Internazionalizzazione e localizzazione
ja: 国際化とローカリゼーション
ko: 국제화 & 현지화
nl: Internationalisering & Lokalisatie
pl: Internacjonalizacja i lokalizacja
pt: Internacionalização e Localização
ru: Интернационализация и локализация
th: ความเป็นสากลและการแปล
tr: Uluslararasılaştırma ve Yerelleştirme
uk: Uluslararasılaştırma ve Yerelleştirme
vi: Quốc tế hóa & Bản địa hóa
zh_hans: 国际化与本地化
zh_hant: 國際化和本地化

# Settings.interface.home.blur.none
source: Off
ar: مِنْ
de: Frei
es: De
fr: Juste à côté de
hi: रद्द
id: Mati
it: Spento
ja: オフ
ko: 꺼져
nl: Uit
pl: Od czasu do czasu
pt: Desligado
ru: Выкл.
th: ออก
tr: Kapalı
uk: Kapalı
vi: Tắt
zh_hans: 无
zh_hant: 離

# Bookmark.item.link
source: Bookmark Link
ar: رابط الإشارة المرجعية
de: Lesezeichen-Link
es: Enlace De Marcador
fr: Lien de signet
hi: बुकमार्क लिंक
id: Tautan Penanda
it: Link dei segnalibri
ja: ブックマークリンク
ko: 북마크 링크
nl: Bladwijzer Link
pl: Link do zakładek
pt: Link de marcador
ru: Ссылка На Закладки
th: ลิงก์บุ๊กมาร์ก
tr: Yer İşareti Bağlantısı
uk: Посилання на закладки
vi: Liên kết đánh dấu trang
zh_hans: 书签链接
zh_hant: 書籤連結

# Troubleshooter.issues.darock.unconnectable
source: Darock Server unconnectable
ar: Darock الخادم غير قابل للاتصال
de: Darock Server nicht anmeldebar
es: Darock Servidor desconectable
fr: Darock Serveur non connectable
hi: Darock सर्वर कनेक्ट नहीं किया जा सकता है
id: Darock Server tidak dapat dihubungkan
it: Darock Server non collegabile
ja: Darockサーバーが接続できない
ko: Darock 서버 연결 불가
nl: Darock Server niet aan te sluiten
pl: Darock Serwer nie można połączyć
pt: Darock Servidor não conectável
ru: Darock Сервер не подключается
th: Darock เซิร์ฟเวอร์ไม่สามารถเชื่อมต่อได้
tr: Sunucu bağlanamaz
uk: Darock Сервер не підключається
vi: Darock Máy chủ không thể kết nối
zh_hans: 无法连接至Darock服务器
zh_hant: Darock伺服器無法連線

# New.last-major-update
source: Updates from Last Major Update
ar: تحديثات من آخر تحديث رئيسي
de: Aktualisierungen vom letzten wichtigen Update
es: Actualizaciones de la última actualización importante
fr: Mises à jour de la dernière mise à jour majeure
hi: अंतिम प्रमुख अद्यतन से अद्यतन
id: Pembaruan dari Pembaruan Besar Terakhir
it: Aggiornamenti dall'ultimo aggiornamento principale
ja: 前回のメジャーアップデートからのアップデート
ko: 마지막 주요 업데이트의 업데이트
nl: Updates van de laatste grote update
pl: Aktualizacje z ostatniej dużej aktualizacji
pt: Atualizações da Última Atualização Principal
ru: Обновления из последнего крупного обновления
th: การอัปเดตจากการอัปเดตที่สําคัญครั้งล่าสุด
tr: Son Büyük Güncellemeden Güncellemeler
uk: Оновлення з останнього великого оновлення
vi: Cập nhật từ bản cập nhật lớn cuối cùng
zh_hans: 上次大更新的内容
zh_hant: 上次重大更新的更新

# Credit.lang.ru
source: Russian
ar: روسيّ
de: Russisch
es: Ruso
fr: Russe
hi: रूसी
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
pl: Rosjanin
pt: Russo
ru: Русский
th: ชาวรัสเซีย
tr: Rusça
uk: Rusça
vi: Người Nga
zh_hans: 俄文
zh_hant: 俄語

# New.search
source: Keyword Detection
ar: الكشف عن الكلمات الرئيسية
de: Schlüsselworterkennung
es: Detección de palabras clave
fr: Détection de mots-clés
hi: कीवर्ड डिटेक्शन
id: Deteksi Kata Kunci
it: Rilevamento delle parole chiave
ja: キーワード検出
ko: 키워드 감지
nl: Trefwoorddetectie
pl: Wykrywanie słów kluczowych
pt: Detecção de palavras-chave
ru: Обнаружение ключевых слов
th: การตรวจจับคีย์เวิร์ด
tr: Anahtar Kelime Algılama
uk: Виявлення ключових слів
vi: Phát hiện từ khóa
zh_hans: 关键词检查
zh_hant: 關鍵詞檢測

# Home.config.search
source: Search
ar: بَحْث
de: Suche
es: Búsqueda
fr: Recherche
hi: खोज
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Busca
ru: Поиск
th: ค้น
tr: Arama
uk: Arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# Settings.interface.home.blur.thin
source: Light
ar: ضَوْء
de: Licht
es: Luz
fr: Lumière
hi: प्रकाश
id: Ringan
it: Luce
ja: ライト
ko: 가벼운
nl: Licht
pl: Światło
pt: Luz
ru: Свет
th: แสง
tr: Işık
uk: Işık
vi: Ánh sáng
zh_hans: 厚
zh_hant: 光線

# Bookmark.picker
source: Bookmarks Picker
ar: منتقي الإشارات المرجعية
de: Lesezeichen-Auswahl
es: Selector de marcadores
fr: Sélecteur de signets
hi: बुकमार्क्स पिकर
id: Pemilih Penanda Buku
it: Selettore di segnalibri
ja: ブックマークピッカー
ko: 북마크 선택기
nl: Bladwijzerskiezer
pl: Wybieranie zakładek
pt: Selhedor de Favoritos
ru: Выбор закладок
th: ตัวเลือกที่คั่นหน้า
tr: Yer İmleri Seçici
uk: Підбір закладок
vi: Bộ chọn dấu trang
zh_hans: 选择书签
zh_hant: 書籤選擇器

# Bookmark.edit.discard
source: Edits Discarded
ar: التعديلات التي تم التخلص منها
de: Bearbeitungen Verworfen
es: Ediciones descartadas
fr: Modifications rejetées
hi: संपादन त्याग दिया गया
id: Suntingan Dibuang
it: Modifiche scartate
ja: 編集は破棄されました
ko: 삭제된 편집
nl: Bewerkingen weggegooid
pl: Edycje Odrzucone
pt: Edições Descartadas
ru: Правки Отброшены
th: แก้ไขทิ้ง
tr: Düzenlemeler Atıldı
uk: Правки Відкинуті
vi: Chỉnh sửa bị bỏ
zh_hans: 编辑已弃置
zh_hant: 編輯丟棄

# Carina.attachments.data.footer
source: The data may help us understand and diagnose the issue better.
ar: قد تساعدنا البيانات على فهم المشكلة وتشخيصها بشكل أفضل.
de: Die Daten können uns helfen, das Problem besser zu verstehen und zu diagnostizieren.
es: Los datos pueden ayudarnos a entender y diagnosticar mejor el problema.
fr: Les données peuvent nous aider à mieux comprendre et diagnostiquer le problème.
hi: डेटा हमें समस्या को बेहतर ढंग से समझने और निदान करने में मदद कर सकता है।
id: Data tersebut dapat membantu kami memahami dan mendiagnosis masalah dengan lebih baik.
it: I dati possono aiutarci a capire e diagnosticare meglio il problema.
ja: このデータは、問題をよりよく理解し、診断するのに役立ちます。
ko: 데이터는 우리가 문제를 더 잘 이해하고 진단하는 데 도움이 될 수 있습니다.
nl: De gegevens kunnen ons helpen het probleem beter te begrijpen en te diagnosticeren.
pl: Dane mogą pomóc nam lepiej zrozumieć i zdiagnozować problem.
pt: Os dados podem nos ajudar a entender e diagnosticar melhor o problema.
ru: Данные могут помочь нам лучше понять и диагностировать проблему.
th: ข้อมูลอาจช่วยให้เราเข้าใจและวินิจฉัยปัญหาได้ดีขึ้น
tr: Veriler, sorunu daha iyi anlamamıza ve teşhis etmemize yardımcı olabilir.
uk: Дані можуть допомогти нам краще зрозуміти та діагностувати проблему.
vi: Dữ liệu có thể giúp chúng tôi hiểu và chẩn đoán vấn đề tốt hơn.
zh_hans: 数据可以帮助我们更好地理解并诊断问题
zh_hant: 這些資料可能會幫助我們更好地理解和診斷問題。

source: Debug
ar: تصحيح الأخطاء
de: Debuggen
es: Depurar
fr: Déboguer
hi: डिबग
ja: デバッグを行う
ko: 해충을 제거하다
nl: Debuggen
pl: Usunąć urządzenia podsłuchowe w
pt: Depurar
ru: Отладка
th: ดีบัก
tr: Hata ayıklama
uk: Hata ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調整

# Carina.new-states.unrelated
source: Unrelated
ar: غَيْر مُتَّصِلٍ
de: Unzusammenhängend
es: No relacionados entre sí
fr: Sans rapport
hi: असंबद्ध
id: Tidak terkait
it: Non correlato
ja: 無関係の
ko: 관련이 없는
nl: Niet verwant
pl: Niepowiązany
pt: Sem relação
ru: Несвязанный
th: ไม่เกี่ยวข้องกัน
tr: Akraba olmayan
uk: Не пов'язаний
vi: Không liên quan
zh_hans: 无关
zh_hant: 無關的

# Settings.appearance.schedule.solar.location.state.denied
source: Location Access Denied
ar: تم رفض الوصول إلى الموقع
de: Standortzugriff Veriedert
es: Acceso a la ubicación denedado
fr: Accès à l'emplacement renié
hi: स्थान पहुँच अस्वीकृत
id: Akses Lokasi Ditolak
it: Accesso alla posizione nego
ja: ロケーションアクセス拒否
ko: 위치 접근 거부됨
nl: Locatietoegang Geond
pl: Odmowa dostępu do lokalizacji
pt: Acesso à Localização Negado
ru: Доступ к местоположению откан
th: ปฏิเสธการเข้าถึงตําแหน่ง
tr: Konum Erişimi Reddedildi
uk: Доступ до місцезнаходження відмовлено
vi: Truy cập vị trí bị từ chối
zh_hans: 位置权限被拒绝
zh_hant: 拒絕訪問位置

# Carina.new.describe.footer.2
source: The content should be longer but still clear. Try to contain where the issue is, what the issue is and how to reproduce it. This is important.
ar: يجب أن يكون المحتوى أطول ولكنه لا يزال واضحا. حاول احتواء مكان المشكلة وما هي المشكلة وكيفية إعادة إنتاجها. هذا مهم.
de: Der Inhalt sollte länger, aber immer noch klar sein. Versuchen Sie zu enthalten, wo das Problem ist, was das Problem ist und wie es reproduziert werden kann. Das ist wichtig.
es: El contenido debe ser más largo, pero aún así claro. Intenta contener dónde está el problema, cuál es el problema y cómo reproducirlo. Esto es importante.
fr: Le contenu doit être plus long mais toujours clair. Essayez de contenir où se trouve le problème, quel est le problème et comment le reproduire. C'est important.
hi: सामग्री लंबी लेकिन अभी भी स्पष्ट होनी चाहिए। यह जानने की कोशिश करें कि मुद्दा कहां है, मुद्दा क्या है और इसे कैसे पुन: पेश किया जाए। यह महत्वपूर्ण है।
id: Kontennya harus lebih panjang tetapi tetap jelas. Coba masukkan di mana masalahnya, apa masalahnya, dan cara mereproduksinya. Ini penting.
it: Il contenuto dovrebbe essere più lungo ma comunque chiaro. Cerca di contenere dove si trova il problema, qual è il problema e come riprodurlo. Questo è importante.
ja: 内容はより長く、それでも明確であるべきです。 問題がどこにあるか、問題が何であるか、そしてそれを再現する方法を含めるようにしてください。 これは重要です。
ko: 내용은 더 길어야 하지만 여전히 명확해야 합니다. 문제가 어디에 있는지, 문제가 무엇인지, 그리고 그것을 재현하는 방법을 포함하려고 노력하세요. 이것은 중요하다.
nl: De inhoud moet langer zijn, maar nog steeds duidelijk. Probeer te bevatten waar het probleem is, wat het probleem is en hoe je het kunt reproduceren. Dit is belangrijk.
pl: Treść powinna być dłuższa, ale wciąż wyraźna. Spróbuj zawrzeć, gdzie jest problem, na czym polega problem i jak go odtworzyć. To jest ważne.
pt: O conteúdo deve ser mais longo, mas ainda claro. Tente conter onde está o problema, qual é o problema e como reproduzi-lo. Isso é importante.
ru: Содержание должно быть длиннее, но при этом четким. Постарайтесь понять, где находится проблема, в чем проблема и как ее воспроизвести. Это важно.
th: เนื้อหาควรยาวขึ้นแต่ยังชัดเจน พยายามให้เข้าใจว่าปัญหาอยู่ที่ใด ปัญหาคืออะไร และวิธีจําลองปัญหา สิ่งนี้สําคัญ
tr: İçerik daha uzun ama yine de açık olmalıdır. Sorunun nerede olduğunu, sorunun ne olduğunu ve nasıl yeniden oluşturulacağını anlatmaya çalışın. Bu önemli.
uk: Вміст має бути довшим, але все ще зрозумілим. Спробуйте вмістити, де проблема, в чому проблема і як її відтворити. Це важливо.
vi: Nội dung nên dài hơn nhưng vẫn rõ ràng. Cố gắng nêu vấn đề xảy ra ở đâu, sự cố là gì và cách tái hiện sự cố. Điều này rất quan trọng.
zh_hans: 内容应该在保持清晰的情况下更简洁。尽量包含问题的位置、表现和如何重现。这十分重要。
zh_hant: 內容應該更長，但仍然清晰。 試著控制問題在哪裡，問題是什麼以及如何重現它。 這很重要。

# Home.archives
source: Archives
ar: أرشيف
de: Archiv
es: Archivo
hi: पुरालेखागार
id: Arsip
it: Archivi
ja: アーカイブス
ko: 기록 보관소
nl: Archieven
pl: Archiwum
pt: Arquivos
ru: Архивы
th: คลังข้อมูล
tr: Arşiv
uk: Архіви
vi: Kho lưu trữ
zh_hans: 归档
zh_hant: 檔案

# Crash.content
source: Iris encountered some issues and didn’t start up successfully last time. Continue launching may cause another crash.
ar: Iris واجهت بعض المشاكل ولم تبدأ بنجاح في المرة الأخيرة. قد يتسبب استمرار الإطلاق في حدوث تعطل آخر.
de: Iris Es sind einige Probleme aufgetreten und beim letzten Mal nicht erfolgreich gestartet. Der fortgesetzte Start kann zu einem weiteren Absturz führen.
es: Iris encontró algunos problemas y no se inició con éxito la última vez. Continuar el lanzamiento puede causar otro bloqueo.
fr: Iris a rencontré quelques problèmes et n'a pas démarré avec succès la dernière fois. La poursuite du lancement peut provoquer un autre plantage.
hi: Iris कुछ मुद्दों का सामना करना पड़ा और पिछली बार सफलतापूर्वक शुरू नहीं हुआ। लॉन्च करना जारी रखें एक और दुर्घटना का कारण बन सकता है।
id: Iris mengalami beberapa masalah dan tidak berhasil memulai terakhir kali. Melanjutkan peluncuran dapat menyebabkan crash lagi.
it: Iris ha riscontrato alcuni problemi e non si è avviato correttamente l'ultima volta. Continuare ad avviare può causare un altro crash.
ja: Irisいくつかの問題が発生し、前回は正常に起動できませんでした。 起動を続けると、別のクラッシュが発生する可能性があります。
ko: Iris 몇 가지 문제가 발생했고 지난번에 성공적으로 시작되지 않았습니다. 계속 발사하면 또 다른 충돌이 발생할 수 있습니다.
nl: Iris kwam enkele problemen tegen en startte de vorige keer niet met succes op. Doorgaan met starten kan een nieuwe crash veroorzaken.
pl: Iris napotkał pewne problemy i nie uruchomił się pomyślnie ostatnim razem. Dalsze uruchamianie może spowodować kolejną awarię.
pt: Iris encontrou alguns problemas e não inicializou com sucesso da última vez. Continuar a iniciar pode causar outra falha.
ru: Iris столкнулся с некоторыми проблемами и не успешно запускался в прошлый раз. Продолжение запуска может привести к еще одному сбою.
th: Iris พบปัญหาบางอย่างและเริ่มต้นไม่สําเร็จในครั้งที่แล้ว การเปิดตัวต่ออาจทําให้เกิดปัญหาอื่นได้
tr: Iris bazı sorunlarla karşılaştım ve geçen sefer başarılı bir şekilde başlatılmadı. Başlatmaya devam etmek başka bir çökmeye neden olabilir.
uk: Iris зіткнувся з деякими проблемами і минулого разу не успішно запускався. Продовження запуску може призвести до ще одного збою.
vi: Iris gặp phải một số vấn đề và không khởi động thành công lần trước. Tiếp tục khởi chạy có thể gây ra sự cố khác.
zh_hans: Iris遇到了一些问题，上次并未能成功启动。继续启动可能会导致其他崩溃。
zh_hant: Iris遇到了一些問題，上次沒有成功啟動。 繼續發射可能會導致再次崩潰。

# Settings.interface.search-button.swipe.none
source: None
ar: لا شيء
de: Keiner
es: Nona
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: 全然
ko: 아무도 없는
nl: Geen
pl: Żaden
pt: Nenhum
ru: Никто
th: ไม่มี
tr: Hiçbiri
uk: Hiçbiri
vi: Không ai
zh_hans: 无
zh_hant: 無一個

# Carina.new-states.unable-to-fix.description
source: This issue cannot be fixed due to technical limitations.
ar: لا يمكن إصلاح هذه المشكلة بسبب القيود الفنية.
de: Dieses Problem kann aufgrund technischer Einschränkungen nicht behoben werden.
es: Este problema no se puede solucionar debido a limitaciones técnicas.
fr: Ce problème ne peut pas être résolu en raison de limitations techniques.
hi: तकनीकी सीमाओं के कारण इस मुद्दे को ठीक नहीं किया जा सकता है।
id: Masalah ini tidak dapat diperbaiki karena keterbatasan teknis.
it: Questo problema non può essere risolto a causa di limitazioni tecniche.
ja: 技術的な制限により、この問題は解決できません。
ko: 이 문제는 기술적 한계로 인해 해결할 수 없습니다.
nl: Dit probleem kan niet worden opgelost vanwege technische beperkingen.
pl: Tego problemu nie można rozwiązać z powodu ograniczeń technicznych.
pt: Este problema não pode ser corrigido devido a limitações técnicas.
ru: Эта проблема не может быть устранена из-за технических ограничений.
th: ปัญหานี้ไม่สามารถแก้ไขได้เนื่องจากข้อจํากัดทางเทคนิค
tr: Bu sorun teknik sınırlamalar nedeniyle düzeltilemez.
uk: Цю проблему не можна вирішити через технічні обмеження.
vi: Không thể khắc phục sự cố này do các hạn chế về kỹ thuật.
zh_hans: 由于技术限制，该问题无法修复。
zh_hant: 由於技術限制，這個問題無法解決。

# Carina.new.failure
source: Failed Sending
ar: فشل الإرسال
de: Senden fehlgeschlagen
es: Envío fallido
fr: Échec De L'Envoi
hi: भेजने में असफल
id: Gagal Mengirim
it: Invio non riuscito
ja: 送信に失敗しました
ko: 전송 실패
nl: Verzenden mislukt
pl: Nieudane wysyłanie
pt: Falha no envio
ru: Не Удалась Отправка
th: การส่งล้มเหลว
tr: Gönderme Başarısız
uk: Не вдалося надіслати
vi: Gửi không thành công
zh_hans: 发送失败
zh_hant: 傳送失敗

# Bookmark.item.empty.description
source: Add a bookmark to access websites quickly.
ar: أضف إشارة مرجعية للوصول إلى مواقع الويب بسرعة.
de: Fügen Sie ein Lesezeichen hinzu, um schnell auf Websites zuzugreifen.
es: Añade un marcador para acceder a sitios web rápidamente.
fr: Ajoutez un signet pour accéder rapidement aux sites Web.
hi: वेबसाइटों को जल्दी से एक्सेस करने के लिए एक बुकमार्क जोड़ें।
id: Tambahkan penanda untuk mengakses situs web dengan cepat.
it: Aggiungi un segnalibro per accedere rapidamente ai siti web.
ja: ブックマークを追加して、ウェブサイトにすばやくアクセスします。
ko: 웹사이트에 빠르게 접속하려면 북마크를 추가하세요.
nl: Voeg een bladwijzer toe om snel toegang te krijgen tot websites.
pl: Dodaj zakładkę, aby uzyskać szybki dostęp do stron internetowych.
pt: Adicione um marcador para acessar sites rapidamente.
ru: Добавьте закладку для быстрого доступа к веб-сайтам.
th: เพิ่มบุ๊กมาร์กเพื่อเข้าถึงเว็บไซต์อย่างรวดเร็ว
tr: Web sitelerine hızlı bir şekilde erişmek için bir yer imi ekleyin.
uk: Додайте закладку для швидкого доступу до веб-сайтів.
vi: Thêm dấu trang để truy cập các trang web một cách nhanh chóng.
zh_hans: 添加一个书签以快速访问网站。
zh_hant: 新增書籤以快速訪問網站。

# Carina.reply.none.description
source: There is currently no reply for this feedback.
ar: لا يوجد حاليا رد على هذه التعليقات.
de: Es gibt derzeit keine Antwort auf dieses Feedback.
es: Actualmente no hay respuesta para estos comentarios.
fr: Il n'y a actuellement aucune réponse pour ce commentaire.
hi: इस प्रतिक्रिया के लिए वर्तमान में कोई उत्तर नहीं है।
id: Saat ini tidak ada balasan untuk umpan balik ini.
it: Al momento non c'è risposta per questo feedback.
ja: 現在、このフィードバックに対する返信はありません。
ko: 현재 이 피드백에 대한 답변이 없습니다.
nl: Er is momenteel geen antwoord op deze feedback.
pl: Obecnie nie ma odpowiedzi na tę opinię.
pt: Atualmente, não há resposta para este feedback.
ru: В настоящее время нет ответа на этот отзыв.
th: ขณะนี้ยังไม่มีการตอบกลับสําหรับความคิดเห็นนี้
tr: Şu anda bu geri bildirim için yanıt yok.
uk: Наразі немає відповіді на цей відгук.
vi: Hiện tại không có phản hồi nào cho phản hồi này.
zh_hans: 该反馈目前没有回复。
zh_hant: 目前沒有對此反饋的回覆。

# Credit.lang.de
source: German
ar: أَلْمانيّ
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pl: Niemiec
pt: Alemão
ru: Немецкий
th: ชาวเยอรมัน
tr: Almanca
uk: Almanca
vi: Người Đức
zh_hans: 德文
zh_hant: 德語

# Settings.interface.advanced.footer
source: Advanced settings may causes unexpected views.
ar: قد تتسبب الإعدادات المتقدمة في مشاهدات غير متوقعة.
de: Erweiterte Einstellungen können unerwartete Ansichten verursachen.
es: La configuración avanzada puede causar vistas inesperadas.
fr: Les paramètres avancés peuvent provoquer des vues inattendues.
hi: उन्नत सेटिंग्स अप्रत्याशित दृश्यों का कारण बन सकती हैं।
id: Pengaturan lanjutan dapat menyebabkan tampilan yang tidak terduga.
it: Le impostazioni avanzate possono causare visualizzazioni inaspettate.
ja: 高度な設定では、予期しないビューが発生する可能性があります。
ko: 고급 설정은 예상치 못한 뷰를 유발할 수 있습니다.
nl: Geavanceerde instellingen kunnen onverwachte weergaven veroorzaken.
pl: Ustawienia zaawansowane mogą powodować nieoczekiwane widoki.
pt: Configurações avançadas podem causar visualizações inesperadas.
ru: Дополнительные настройки могут вызвать неожиданные просмотры.
th: การตั้งค่าขั้นสูงอาจทําให้เกิดมุมมองที่ไม่คาดคิด
tr: Gelişmiş ayarlar beklenmedik görünümlere neden olabilir.
uk: Розширені налаштування можуть викликати несподівані перегляди.
vi: Cài đặt nâng cao có thể gây ra các chế độ xem không mong muốn.
zh_hans: 高级设置可能导致非预期视图。
zh_hant: 高階設定可能會導致意外檢視。

# Extension.details.delete.succeed
source: Extension Removed
ar: تمت إزالة التمديد
de: Erweiterung entfernt
es: Extensión eliminada
fr: Extension supprimée
hi: एक्सटेंशन हटा दिया गया
id: Ekstensi Dihapus
it: Estensione rimossa
ja: 延長が削除されました
ko: 확장 제거됨
nl: Extensie verwijderd
pl: Rozszerzenie usunięte
pt: Extensão removida
ru: Расширение Удалено
th: ส่วนขยายถูกลบ
tr: Uzatma Kaldırıldı
uk: Розширення Видалено
vi: Tiện ích mở rộng đã bị xóa
zh_hans: 插件已移除
zh_hant: 擴充套件已刪除

# Troubleshooter.internet.checking
source: Internet: Checking
ar: الإنترنت: التحقق
de: Internet: Überprüfen
es: Internet: Comprobando
fr: Internet : Vérification
hi: इंटरनेट: जाँच
id: Internet: Memeriksa
it: Internet: Controllo
ja: インターネット：チェック
ko: 인터넷: 확인
nl: Internet: Controleren
pl: Internet: Sprawdzanie
pt: Internet: Verificando
ru: Интернет: Проверка
th: อินเทอร์เน็ต: กําลังตรวจสอบ
tr: İnternet: Kontrol Etme
uk: Інтернет: Перевірка
vi: Internet: Kiểm tra
zh_hans: 互联网：正在检查
zh_hant: 網際網路：檢查

# Settings.privacy.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

# Credit.footer.design
source: Designing
ar: تصميم
de: Entwerfen
es: Diseñando
fr: Conception
hi: डिजाइनिंग
id: Merancang
it: Progettare
ja: デザイン
ko: 디자인
nl: Ontwerpen
pl: Projektowanie
pt: Projetando
ru: Проектирование
th: การออกแบบ
tr: Tasarım
uk: Tasarım
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計

# Home.config.open
source: Open
ar: مَفْتوح
de: Außen
es: Aire libre
fr: Ouvert
hi: खुला
id: Buka
it: Aperto
ja: 開いている
ko: 열다
pl: Otwarty
pt: Aberto
ru: Открытый
th: เปิด
tr: Açık
uk: Açık
vi: Mở
zh_hans: 打开
zh_hant: 開

# Settings.interface.home.list.edit-tip.subtitle
source: to edit your list
ar: لتعديل قائمتك
de: So bearbeiten Sie Ihre Liste
es: Para editar tu lista
fr: Pour modifier votre liste
hi: अपनी सूची को संपादित करने के लिए
id: Untuk mengedit daftar Anda
it: Per modificare la tua lista
ja: リストを編集するには
ko: 당신의 목록을 편집하기 위해
nl: Om je lijst te bewerken
pl: Aby edytować twoją listę
pt: Para editar sua lista
ru: Отредактировать ваш список
th: เพื่อแก้ไขรายการของคุณ
tr: Listenizi düzenlemek için
uk: Listenizi düzenlemek için
vi: Để chỉnh sửa danh sách của bạn
zh_hans: 以编辑你的列表
zh_hant: 編輯你的列表

# Migration.send.content.exclude-passcode
source: Passcode and Cookies will not be migrated, notifications on the old device will not be send forward to the new one.
ar: لن يتم ترحيل رمز المرور وملفات تعريف الارتباط، ولن يتم إرسال الإشعارات على الجهاز القديم إلى الجهاز الجديد.
de: Passcode und Cookies werden nicht migriert, Benachrichtigungen auf dem alten Gerät werden nicht an das neue gesendet.
es: El código de acceso y las cookies no se migrarán, las notificaciones en el dispositivo antiguo no se reenviarán al nuevo.
fr: Le code d'accès et les cookies ne seront pas migrés, les notifications sur l'ancien appareil ne seront pas envoyées au nouveau.
hi: पासकोड और कुकीज़ को माइग्रेट नहीं किया जाएगा, पुराने डिवाइस पर नोटिफिकेशन नए को आगे नहीं भेजा जाएगा।
id: Kode Sandi dan Cookie tidak akan dimigrasikan, notifikasi pada perangkat lama tidak akan diteruskan ke yang baru.
it: Il codice di accesso e i cookie non verranno migrati, le notifiche sul vecchio dispositivo non verranno inviate a quello nuovo.
ja: パスコードとクッキーは移行されません。古いデバイスの通知は新しいデバイスに転送されません。
ko: 암호와 쿠키는 마이그레이션되지 않으며, 이전 장치의 알림은 새 장치로 전송되지 않습니다.
nl: Toegangscode en cookies worden niet gemigreerd, meldingen op het oude apparaat worden niet doorgestuurd naar het nieuwe.
pl: Kod dostępu i pliki cookie nie będą migrowane, powiadomienia na starym urządzeniu nie będą wysyłane do nowego.
pt: A senha e os cookies não serão migrados, as notificações no dispositivo antigo não serão enviadas para o novo.
ru: Пароль и файлы cookie не будут перенесены, уведомления на старом устройстве не будут отправляться на новое.
th: รหัสผ่านและคุกกี้จะไม่ถูกย้าย การแจ้งเตือนบนอุปกรณ์เครื่องเก่าจะไม่ถูกส่งต่อไปยังเครื่องใหม่
tr: Şifre ve Çerezler taşınmayacak, eski cihazdaki bildirimler yenisine gönderilmeyecektir.
uk: Пароль та файли cookie не будуть перенесені, сповіщення на старому пристрої не надсилатимуться на новий.
vi: Mật mã và Cookie sẽ không được di chuyển, thông báo trên thiết bị cũ sẽ không được chuyển tiếp sang thiết bị mới.
zh_hans: 密码和Cookies不会被迁移，旧设备的通知不会转发到新设备上。
zh_hant: 密碼和Cookie不會被遷移，舊裝置上的通知不會轉發到新裝置上。

# Bookmark.select
source: Select Bookmark
ar: اختر إشارة مرجعية
de: Lesezeichen Auswählen
es: Seleccionar marcador
fr: Sélectionnez le signet
hi: बुकमार्क चुनें
id: Pilih Penanda
it: Seleziona Segnalibro
ja: ブックマークを選択
ko: 북마크 선택
nl: Selecteer Bladwijzer
pl: Wybierz zakładkę
pt: Selecione o marcador
ru: Выберите закладку
th: เลือกบุ๊กมาร์ก
tr: Yer İşareti Seç
uk: Виберіть закладку
vi: Chọn Bookmark
zh_hans: 选择书签
zh_hant: 選擇書籤

# Home.scripts
source: Extensions
ar: التمديدات
de: Erweiterungen
es: Extensiones
hi: एक्सटेंशन
id: Ekstensi
it: Estensioni
ja: エクステンション
ko: 확장
nl: Uitbreidingen
pl: Rozszerzenia
pt: Extensões
ru: Расширения
th: ส่วนขยาย
tr: Uzantılar
uk: Розширення
vi: Phần mở rộng
zh_hans: 插件
zh_hant: 擴充套件
